Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: "Having the LoFS project receive the IOR award is a very pleasant surprise," says Information Manager Olav Fjellså in BP Norge.
nb: [En svært hyggelig overraskelse], sier informasjonsdirektør Olav Fjellså i BP Norge.

source: The jury for the 2003 IOR award was composed of Rolf Wiborg, Steinar Njå, Jan Bygdevoll and Kirsti Veggeland.
nb: Juryen for IOR-prisen 2003 har bestått av Rolf Wiborg, Steinar Njå, Jan Bygdevoll og Kirsti Veggeland.

source: Read the jury's evaluation here.
nb: Les [juryens begrunnelse] her.

source: Take a look at the former winners of the IOR award.
nb: Se listen over [tidligere vinnere] av IOR-prisen.

source: The well, which was dry, is situated about 20 km east of the Troll field in the North Sea.
nb: Brønnen, som var tørr, ligger om lag 20 kilometer øst for Trollfeltet i Nordsjøen.

source: The purpose of the well was to prove petroleum in Upper Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter.

source: The well was drilled to a vertical depth of 1274 metres below the sea surface, and was concluded in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 1274 meter under havflaten, og ble avsluttet i nedre jura.

source: The water depth at the site was 351 metres.
nb: Havdypet var 351 meter.

source: Well 32/2-1 was drilled by the drilling facility Transocean Winner, which was operated by StatoilHydro on behalf of Talisman.
nb: Brønn 32/2-1 ble boret av boreinnretningen Transocean Winner, som ble operert av StatoilHydro på vegne av Talisman.

source: The rig will now proceed to production licence 048 in the North Sea to drill appraisal well 15/5-7 where StatoilHydro Petroleum AS is the operator.
nb: Riggen skal nå til utvinningstillatelse 048 i Nordsjøen for å bore avgrensningsbrønn 15/5-7 der StatoilHydro Petroleum AS er operatør.

source: The well is located 8 kilometres north of the Ekofisk field in the North Sea.
nb: Brønnen er lokalisert 8 kilometer nord for Ekofiskfeltet i Nordsjøen.

source: The well was drilled to test two prospective levels of the Middle Late Jurassic and Permian ages which defined the ”North Ekofisk” prospect.
nb: Brønnen ble boret for å teste to prospektive nivåer av mellom- senjura og perm alder som definerte prospektet ”North Ekofisk”.

source: 2/4-20 was drilled in 68 metres of water to a total vertical depth of 5673 metres below sea level and terminated in Middle Permian rock (the Rotliegendes group).
nb: 2/4-20 ble boret på 68 meters vanndyp til en total vertikal dybde av 5673 meter under havflaten og avsluttet i bergarter av midt perm alder (Rotliegendes gruppen).

source: Reservoir development was proven in both exploration targets, but no hydrocarbons were found, neither in the Jurassic nor Permian levels.
nb: Det ble påvist reservoarutvikling i begge letemål, men det ble ikke påtruffet hydrokarboner på hverken jura eller perm nivåer.

source: The drilling activity was carried out by the drilling facility Mærsk Gallant, which will now move to block 2/9 in the North Sea, where it will drill a wildcat well in production licence 273, where ConocoPhillips Skandinavia AS is the operator.
nb: Boringen ble gjennomført av boreinnretningen Mærsk Gallant, som nå blir flyttet til blokk 2/9 i Nordsjøen hvor den skal bore en undersøkelsesbrønn i utvinningstillatelse 273, med ConocoPhillips Skandinavia AS som operatør.

source: The licensees in both production licence 275 and production licence 018.
nb: Rettighetshavere i både utvinningstillatelse 275 og utvinningstillatelse 018.

source: The purpose of the well was to prove petroleum in Lower Jurassic reservoir sandstone.
nb: Hensikten med brønnen var å påvise petroleum i nedre jura reservoarsandstein.

source: Reservoir development was encountered in Jurassic rocks.
nb: Det ble påtruffet reservoarutvikling i jura.

source: The well is the 14th exploration well in production licence 169.
nb: Brønnen er den 14. letebrønnen i utvinningstillatelse 169.

source: The licence was awarded in 1991 in the 13th licensing round with Norsk Hydro as operator.
nb: Tillatelsen ble tildelt i 13. konsesjonsrunde i 1991, med Norsk Hydro som operatør.

source: The well was drilled to a vertical depth of 2057 metres below the sea surface and was completed in Jurassic rocks.
nb: Brønnen ble boret til et vertikalt dyp på 2057 m under havflaten, ble avsluttet i jura.

source: The sea depth at the site is 125 metres.
nb: Havdypet er 125m.

source: Well 25/11-25 A was drilled by the semi-submersible drilling facility Transocean Winner which will now drill wildcat well 30/9-21 S on the Oseberg Field.
nb: Brønn 25/11-25 A ble boret av den halvt nedsenkbare boreinnretningen Transocean Winner som nå skal bore undersøkelsesbrønn 30/9-21 S på Osebergfeltet.

source: Contact in the NPD: Eldbjørg Waage Melberg, tel.: +47 51 87 61 00
nb: Kontaktperson i OD: Eldbjørg Waage Melberg, tlf: 51 87 61 00

source: The primary exploration target for the well was to prove petroleum in reservoir rocks in the Statfjord formation in the Lower Jurassic.
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter i Statfjordformasjonen i nedre jura.

source: The secondary exploration target was to prove petroleum in the Lunde formation in the Upper Triassic.
nb: Sekundært letemål var å påvise petroleum i Lundeformasjonen i øvre trias.

source: Lower Jurassic reservoir rocks with satisfactory reservoir quality were encountered in the primary exploration target.
nb: I primært letemål ble det påtruffet bergarter med tilfredsstillende reservoarkvalitet i reservoarbergarter i nedre jura.

source: The secondary target was not reached as the well was concluded for technical reasons before this formation was reached.
nb: Sekundært mål ble aldri påtruffet da brønnen ble avsluttet av boretekniske årsaker og før denne formasjonen var nådd.

source: The well was drilled to a vertical depth of 3699 metres below the sea surface, and was concluded in the Statfjord formation in the Lower Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 3699 meter under havflaten, og ble avsluttet i Statfjordformasjonen i nedre jura.

source: Water depth at the site is 125 metres.
nb: Havdypet var 125 meter.

source: Well 30/2-4 S was drilled by the West Epsilon drilling facility, which will now proceed to production licence 296 in the North Sea to drill wildcat well 2/5-13 where StatoilHydro Petroleum AS is the operator.
nb: Brønn 30/2-4 S ble boret av boreinnretningen West Epsilon som nå skal bore letebrønn 2/5-13 i utvinningstillatelse 296 i Nordsjøen for StatoilHydro Petroleum AS.

source: The licensees in production licence 051 (See NPD's fact-pages)
nb: Rettighetshavere i utvinningstillatelse 051 (se OD's faktasider)

source: Press contact in the NPD Eldbjørg Vaage Melberg, tel + 47 51 87 61 00
nb: Pressekontakt i Oljedirektoratet Eldbjørg Vaage Melberg, tel 51 87 61 00

source: The well is located 4.5 km from the Tordis field and 7 km from the Vigdis field.
nb: Brønnen er lokalisert 4,5 kilometer fra Tordisfeltet og 7 kilometer fra Vigdisfeltet.

source: The purpose of the well was to prove hydrocarbons in sandstone in Middle Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise hydrokarboner i sandsteiner i midtre jura reservoarbergarter.

source: This is the 33rd wildcat well in production licence 089, which was awarded in the 8th licensing round in 1984.
nb: Dette er undersøkelsesbrønn nummer 33 i utvinningstillatelse 089, som ble tildelt i 8. konsesjonsrunde i 1984.

source: Wildcat well 34/7-33 was drilled to a total depth of 2592 m below the sea surface, and concluded in Middle Jurassic rocks.
nb: Undersøkelsesbrønnen 34/7-33 ble boret til et totalt dyp på 2592 meter under havoverflaten og avsluttet i bergarter av midtre jura alder.

source: Well 34/7-33 was drilled by the Ocean Vanguard drilling facility, which will now proceed to production licence 128 to drill exploration well 6608/10-12, operated by StatoilHydro.
nb: Brønn 34/7-33 ble boret av boreinnretningen Ocean Vanguard som nå skal bore letebrønn 6608/10-12 (til utvinningstillatelse 128) med StatoilHydro som operatør.

source: Licensees in production licence 089 (see NPD's fact-pages)
nb: Rettighetshavere i utvinningstillatelse 089 (se OD's fakta-sider)

source: The well is located four km east of the Trym field in the southern part of the North Sea, near the border to the Danish sector.
nb: Brønnen er lokalisert fire km øst for Trymfeltet i den sørlige del av Nordsjøen, nær grensen til dansk sokkel.

source: The purpose of the well was to find hydrocarbons in Late Jurassic reservoir rocks.
nb: Hensikten med brønnen var å påvise hydrokarboner i sen jura reservoarbergarter.

source: The well found good reservoir rocks, but no movable hydrocarbons.
nb: Brønnen påviste gode reservoarbergarter, men ikke bevegelige hydrokarboner.

source: It is therefore classified as dry.
nb: Brønnen blir dermed klassifisert som tørr.

source: The well is the first exploration well drilled in production license 289, awarded in 2003.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 289 som ble tildelt i 2003.

source: Exploration well 3/7-7 was drilled to a total depth of 3888 m subsea, and terminated in rocks of Late Jurassic age.
nb: Undersøkelsesbrønnen 3/7-7 ble boret til et totalt dyp på 3888 meter under havflaten og avsluttet i bergarter av sen jura alder.

source: The water depth was 65 meters.
nb: Havdypet var 65 meter.

source: It will be permanently plugged and abandoned.
nb: Brønnen vil nå bli permanent plugget og forlatt.

source: Well 3/7-7 was drilled by the Mærsk Guardian facility which will move to production license 299 to drill exploration well 2/1-13S for Talisman Energy Norge AS.
nb: Brønn 3/7-7 ble boret av boreinnretningen Mærsk Guardian som nå skal til utvinningstillatelse 299 for å bore undersøkelsebrønn 2/1-13S for Talisman Energy Norge AS.

source: The licensees in production licence 289 (see NPD's fact pages)
nb: Rettighetshavere i utvinningstillatelse 289 (se OD's fakta sider)

source: The well, which was dry, lies 25 kilometres east of the Valhall field.
nb: Brønnen, som var tørr, ligger 25 kilometer øst for Valhallfeltet.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Upper Jurassic, as previously proven in the Hejre discovery in block 5603/28 on the Danish shelf.
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter som tidligere er påvist i Hejrefunnet i blokk 5603/28 på dansk sokkel.

source: No mobile petroleum was found in the reservoir rocks, which were of thin thickness and poor reservoir quality.
nb: Det ble påtruffet ikke bevegelig petroleum i reservoarbergarter med liten mektighet og dårlig reservoarkvalitet.

source: The well is therefore classified as dry.
nb: Brønnen blir dermed klassifisert som tørr.

source: The well is the first exploration well in production licence 273, awarded in 2002 (the North Sea awards 2001).
nb: Brønnen er den første letebrønnen i utvinningstillatelse 273 som ble tildelt i 2002 (Nordsjøtildelingen 2001).

source: The well was drilled to a vertical depth of 5455 metres below sea level and terminated in Permian rocks.
nb: Brønnen ble boret til et dyp på 5455 meter under havnivå og avsluttet i bergarter av perm alder.

source: The sea depth is 70 metres.
nb: Havdypet er 70 meter.

source: Well 2/9-4 was drilled by the drilling facility Mærsk Gallant.
nb: Brønn 2/9-4 ble boret av boreinnretningen Mærsk Gallant.

source: The facility will now proceed to the Ekofisk area to plug wells for ConocoPhillips.
nb: Innretningen skal nå til Ekofiskområdet for å plugge brønner for ConocoPhillips.

source: The licensees in production licence 273: - DONG E&P Norge AS: 10% - Idemitsu Petroleum Norge AS: 10% - Wintershall Norge AS: 15% - StatoilHydro Petroleum AS: 30% - ConocoPhillips Skandinavia AS 35%
nb: Rettighetshavere i utvinningstillatelse 273: - DONG E&P Norge AS: 10% - Idemitsu Petroleum Norge AS: 10% - Wintershall Norge AS: 15% - StatoilHydro Petroleum AS: 30% - ConocoPhillips Skandinavia AS 35%

source: In the first phase, the work programme could be acquiring new seismic, and the next phase could be drilling an exploration well.
nb: I første fase kan arbeidsprogrammet være å skaffe ny seismikk, og neste fase kan være å bore ein leitebrønn.

source: Applications and reporting for the production licence are stipulated in the licence document for the individual licence.
nb: Søknader og rapportering for utvinningsløyvet er nedfelt i konsesjonsdokumentet for det einskilde løyvet.

source: After each phase of the work programme, the licensees must decide within the applicable deadline whether they want to continue the licence on to the next phase.
nb: Etter kvar fase i arbeidsprogrammet må rettshavarane innan gjeldande tidsfrist, avgjere om dei vil vidareføre løyvet til neste fase.

source: The requirement for continuing is that the work commitment is completed and approved.
nb: Vilkåret for å gå vidare er at arbeidsplikta er godkjend som gjennomført.

source: The decision must be reported to the Ministry of Petroleum and Energy with a copy to the Norwegian Petroleum Directorate.
nb: Vedtaket skal meldes til Olje- og energidepartementet med kopi til Oljedirektoratet.

source: Notification on a decision shall be submitted via the SMIL web portal.
nb: Melding om vedtak sendes inn via nettportalen SMIL.

source: Information about the work programme and status of individual production licences is available on the NPD Factpages.
nb: Informasjon om arbeidsprogrammet og status for det einskilde utvinningsløyvet ligg på Faktasidene.

source: Applications are submitted via the SMIL web portal.
nb: Søknader sendes inn via nettportalen SMIL.

source: Local office Harstad
nb: Harstad-kontoret

source: Visiting address: Verkstedvegen 1 (map) Postal address: P.O. Box 787, 9488 Harstad, Norway Telephone: +47 77 01 83 50 / +47 51 87 68 00 E-mail: postboks@npd.no
nb: Besøksadresse: Verkstedvegen 1 (kart) Postadresse: Postboks 787, 9488 Harstad Telefon: 77 01 83 50 / 51 87 68 00 E-post: postboks@npd.no

source: General enquiries.
nb: Organisasjonsnummer: 870 917 732

source: Link to the NPD drop zone
nb: Lenke til droppsonen

source: The objective of well 7/1-2 S was to evaluate the potential for hydrocarbons in rocks of Jurassic age in a prospect called Yoda.
nb: Formålet med brønn 7/1-2 S var å undersøke muligheten for å finne hydrokarboner i jurassiske bergarter i et prospekt kalt Yoda.

source: The prospect is located on Jæren High, approximately 18 km South East of the Varg Field.
nb: Prospektet ligger på Jæren-høyden, cirka 18 kilometer sørøst for Vargfeltet.

source: The wildcat well 7/1-2 S was drilled to a vertical depth of 3115 metres below sea level and was completed in rocks of Triassic age.
nb: Undersøkelsesbrønn 7/1-2 S ble boret til et vertikalt dyp på 3115 m under havoverflaten, og ble avsluttet i bergarter av trias alder.

source: The well proved to be dry.
nb: Det ble ikke påvist hydrokarboner i brønnen.

source: A series of logs were run and data collection and sampling were performed.
nb: Et standard logge- og prøveinnsamlingsprogram ble utført.

source: The well gives valuable information about the area, and an evaluation of the implication of the well results on the resource potential will be carried out over the coming months.
nb: Brønnen har gitt verdifull informasjon om området, og en evaluering av brønndataene vil bli utført for å kartlegge det videre ressurspotensialet.

source: Production licence 271 was awarded in the North Sea Round 2001, and PL 302 in the APA 2003.
nb: Utvinningstillatelse 271 ble tildelt i Nordsjørunden i 2001, og 302 i TFO-runden 2003.

source: This is the second wildcat well drilled in the block.
nb: Brønnen var en forpliktelsesbrønn, og er den andre undersøkelsesbrønnen boret i blokken.

source: The rig was operated by Talisman on behalf of StatoilHydro.
nb: Boreinnretningen ble operert av Talisman på vegne av StatoilHydro.

source: The well will now be permanently plugged and abandoned, and the rig will move on to drill for Talisman on the Varg Field.
nb: Brønnen vil nå bli permanent plugget og forlatt.

source: The licensees in production licence 271 and 302.
nb: Rettighetshavere i utvinningstillatelsene 271 og 302.

source: Press contact in NPD Eldbjørg Vaage Melberg, +47 51 87 60 00
nb: Pressekontakt i OD Eldbjørg Vaage Melberg, tlf 51 87 60 00

source: Text: Eric Mathiesen, Steinar Njå and Ina Gundersen
nb: Tekst: Eric Mathiesen, Steinar Njå og Ina Gundersen

source: But there are exceptions.
nb: Men det finnes unntak.

source: The best known case of subsidence on the NCS is Ekofisk.
nb: Best kjent på norsk sokkel er tilfellet Ekofisk.

source: Test production was accordingly launched in 1971, before an investment was made in developing the field.
nb: Det ble derfor satt i gang prøveproduksjon i 1971, før det ble investert i utbygging av feltet.

source: The reservoir rock on Ekofisk consists largely of chalk, which is extremely porous – in some zones, the pores account for more than 50 per cent of the rock volume.
nb: Bergarten er ekstremt porøs – det finnes soner der hulrommene utgjør mer enn 50 prosent av bergartvolumet.

source: Oil under relatively high pressure helped to bear the weight of the overlying layers.
nb: Oljen i reservoaret hadde etter forholdene høyt trykk og bidro til å bære vekten av overliggende lag.

source: As this was produced, however, a growing share of the burden had to be carried by the chalk – which failed to take the load.
nb: Etter hvert som hydrokarbonene ble produsert, måtte bergarten bære en stadig større del av vekten av lagene over.

source: At the same time, the 2/4-T concrete storage tank was installed on Ekofisk.
nb: Samtidig ble lagertanken 2/4-T – Ekofisktanken - plassert på feltet.

source: It took a decade before people began to ask why the lowest openings in its shield wall were disappearing.
nb: Bekreftelsen av havbunnsinnsynking var et faktum.

source: The special feature of Ekofisk, however, was that its installations – which stood initially in 70 metres of water – had subsided by three metres in 13 years.
nb: Det spesielle på Ekofisk var imidlertid at innretningene, som sto på havbunnen på 70 meters dyp, hadde sunket tre meter på 13 år.

source: Its cause was just one of the questions which required answers and proposals for a solution.
nb: Dette var spørsmål som krevde svar og forslag til løsning.

source: Modelling of rock properties and future production plans were then applied to predict the future course of the subsidence.
nb: Modellering av bergartsegenskapene og framtidige produksjonsplaner ble deretter benyttet til å forutsi det videre forløpet av havbunnsinnsynkingen.

source: Each forecast showed that the rate of sinking would decline in the near future.
nb: Hver prognose som ble laget, viste at innsynkingshastigheten ville bli redusert i nær framtid.

source: But it was finally recognised that the models were wrong – and the problem continued.
nb: Til slutt kom imidlertid erkjennelsen av at problemstillingen ikke var korrekt modellert - og innsynkingen fortsatte.

source: The operator adopted a temporary solution in the 1980s by jacking up six Ekofisk installations and placing a protective breakwater around the tank.
nb: Operatøren løste problemet midlertidig ved å jekke opp seks av innretningene og ved å bygge en beskyttelsesvegg rundt 2/4-T.

source: But this was not enough.
nb: Men dette var ikke nok.

source: Ekofisk II, built to cope with 20 metres of subsidence, came on stream in 1998.
nb: Ekofisk II, som er konstruert for å tåle 20 meter innsynking, ble satt i drift i 1998.

source: More intensive research over the past decade into the interaction between pore filling and rock stability has improved theoretical understanding of the mechanism of chalk compression.
nb: Det siste tiåret er det forsket intenst på samspillet mellom porefyll og bergart, slik at vi nå har en bedre teoretisk forståelse av mekanismene ved sammentrykking av kalk.

source: Water injection is used today as the primary means of preventing such compression.
nb: Vanninjeksjon benyttes i dag som hovedvirkemiddel mot reservoarsammentrykking.

source: The seabed on Ekofisk is still sinking, but at only 20 centimetres a year.
nb: Havbunnen under innretningene på Ekofisk synker fortsatt, men bare 20 centimeter årlig.

source: Total subsidence so far has been measured at almost nine metres.
nb: Total innsynking er i dag målt til nærmere ni meter.

source: It has been recorded on Eldfisk, Valhall and West Ekofisk.
nb: Det er målt innsynking av havbunnen også over Eldfisk, Valhall og Vest Ekofisk.

source: All these reservoirs comprise the same weak reservoir rocks and a corresponding geological structure between the hydrocarbon-bearing formations and the seabed.
nb: Alle disse feltene har den samme svake reservoarbergarten og tilsvarende geologi mellom reservoaret og havbunnen.

source: Elsewhere Compression of similar reservoirs along with associated surface subsidence has also happened elsewhere – as in Denmark, although the scale of the sinking there is much smaller than on the NCS.
nb: Også i utlandet Det er også registret sammentrykking i tilsvarende reservoarer med tilhørende havbunnsinnsynking i Danmark, men i mye mindre skala enn på de norske feltene.

source: Removing gas from the Groningen sandstone reservoir in the Netherlands has caused 25-40 centimetres of subsidence since production began in 1963.
nb: Produksjon av gass fra sandsteinsfeltet Groningen i Nederland har ført til mellom 25 og 40 centimeter innsynking siden produksjonen tok til i 1963.

source: That does not sound much by comparison with the Norwegian experience, but nevertheless represents a serious problem.
nb: Det er ikke så mye i forhold til norske felt, men er likevel et alvorlig problem.

source: Some of the land areas affected by subsidence were already more than six metres below sea level.
nb: Deler av landområdet som er utsatt for innsynking ligger allerede mer enn seks meter under havnivået.

source: Every field could give rise to subsidence.
nb: Alle felt har et potensial for innsynking.

source: The larger its area and the weaker the rocks in and above the reservoir, the greater the danger of it happening.
nb: Jo større arealmessig utbredelse et felt har, og jo svakere bergarter som finnes både i og over reservoarene, desto større er faren for innsynking.

source: Shallow reservoirs also have a bigger subsidence potential than deeper ones.
nb: Grunne reservoarer har i tillegg større innsynkingspotensial enn dype reservoarer.

source: However, the extent of any sinking on other Norwegian fields is expected to be small – up to one metre.
nb: Innsynkingspotensialet på andre felt på norsk sokkel er beregnet til å være beskjedent, det vil si opptil én meter.

source: Wilmington Hydrocarbons have been produced from Wilmington, the USA’s third largest oil field, since the late 1930s.
nb: Long Beach, California I Long Beach i California er det produsert hydrokarboner fra det tredje største oljefeltet i USA, Wilmington, siden slutten av 1930-årene.

source: This shallow reservoir lies close to homes in Long Beach, California, and near one of the world’s largest international ports.
nb: Feltet ligger grunt, nær bosetting og nær en av verdens største internasjonale havner.

source: When subsidence was detected in 1941, oil flowed from more than 1 000 wells in the area.
nb: Da innsynkingen ble påvist i 1941, ble det produsert olje fra mer enn 1000 brønner i området.

source: In addition, large areas became exposed to flooding.
nb: Det er nesten like stort som hele Stavanger.
